import React from "react";
import JokeElements from "./JokeLesson/JokeElements";

function JokeLesson() {
  return (
    <div className="jokeDivBox">
      <JokeElements
        joke={{
          jokeTitle: "Бисери",
          jokeContent:
            "Само пет минути се познават, а вече се карат, като съпрузи с 10-годишен стаж..."
        }}
      />
      <hr />
      <JokeElements
        joke={{
          jokeContent:
            "Ако прекалено често повтаряте, че не сте идиот, значи не сте съвсем сигурен, че това не е така."
        }}
      />
      <hr />
      <JokeElements
        joke={{
          jokeTitle: "Политически",
          jokeContent:
            "По повод дискусията кой е виновен за българските жертви в Ирак...оказа се, че не са виновни ГенЩаба, депутатите или президента, а обикновените български данъкоплатци, които плащат цялата мисия в Ирак..."
        }}
      />
      <hr />
      <JokeElements
        joke={{
          jokeTitle: "Професионални",
          jokeContent:
            "Лети си самолета. Подпийнала мутра вика стюардесата, дава й пачка пари и й шепне на ухо да помоли пилота да направи имелман. Стюардесата отива при пилота и той с кеф прави три пъти имелман. В това време в тоалетната седи един наркоман и си мисли: (Здраво ме тресна! Чак по врата се насрах!)."
        }}
      />
      <hr />
    </div>
  );
}

export default JokeLesson;
